{"do_lower_case": false, "unk_token": "[UNK]", "sep_token": "[SEP]", "pad_token": "[PAD]", "cls_token": "[CLS]", "mask_token": "[MASK]", "tokenize_chinese_chars": true, "strip_accents": null, "model_max_length": 512, "special_tokens_map_file": "C:\\Users\\super/.cache\\huggingface\\transformers\\4b2e2868887891cc80c426ca1aee6dec4a4fa0ce276da00828450af31aa1cb3d.dd8bd9bfd3664b530ea4e645105f557769387b3da9f79bdb55ed556bdd80611d", "name_or_path": "IMSyPP/hate_speech_en", "do_basic_tokenize": true, "never_split": null, "tokenizer_class": "BertTokenizer"}