{"do_lower_case": false, "unk_token": "[UNK]", "sep_token": "[SEP]", "pad_token": "[PAD]", "cls_token": "[CLS]", "mask_token": "[MASK]", "tokenize_chinese_chars": true, "strip_accents": null, "max_len": 512, "special_tokens_map_file": "C:\\Users\\super/.cache\\huggingface\\transformers\\1c803f0a73774d9df618f921a7fe936453a515a0af3de9e66c3602e63d2ebdb2.dd8bd9bfd3664b530ea4e645105f557769387b3da9f79bdb55ed556bdd80611d", "name_or_path": "Hate-speech-CNERG/dehatebert-mono-english", "do_basic_tokenize": true, "never_split": null, "tokenizer_class": "BertTokenizer"}